import img1 from "./assets/image1.jpg";
import img2 from "./assets/image2.jpg";
import img3 from "./assets/image3.jpg";
import logo1 from "./assets/logo1.png";
import logo2 from "./assets/logo2.png";

export const projects = [
  {
    id: 1,
    heading: "Сбор средств для постройки школ в Индонезии",
    text:
      "Диана - единственная и долгожданная! У нее сложный порок сердца и ей нужно провести еще одну операцию Фонтена",
    img: img1,
    logo: logo2,
    location: "Омск",
    percents: "37%",
    deadline: "завтра",
  },
  {
    id: 2,
    heading: "Поможем дедушке построить пекарню",
    text:
      "Диана - единственная и долгожданная! У нее сложный порок сердца и ей нужно провести еще одну операцию Фонтена",
    img: img3,
    logo: logo1,
    location: "Омск",
    percents: "84%",
    deadline: "завтра",
  },
  {
    id: 3,
    heading: "Сбор для Арифулиной Дианы",
    text:
      "Диана - единственная и долгожданная! У нее сложный порок сердца и ей нужно провести еще одну операцию Фонтена",
    img: img2,
    logo: logo1,
    location: "Омск",
    percents: "58%",
    deadline: "завтра",
  },
];

export const donations = [
  {
    id: 1,
    heading: "садака",
    text:
      "Садака - один из пяти столпов ислама, обязательный ежегодный налог в исламском праве, выплачиваемый с различного вида доходов и имущества (движимого и недвижимого) всеми самостоятельными, свободными, дееспособными и взрослыми мусульманами в пользу нуждающихся единоверцев. Согласно шариату, его выплата означает, что полученные доходы и нажитое богатство не являются греховными. Точные размеры закята, как и то на какие виды собственности он распространяется, являются предметом дискуссий среди знатоков мусульманского права",
  },
  {
    id: 2,
    heading: "закят",
    text:
      "Закят - один из пяти столпов ислама, обязательный ежегодный налог в исламском праве, выплачиваемый с различного вида доходов и имущества (движимого и недвижимого) всеми самостоятельными, свободными, дееспособными и взрослыми мусульманами в пользу нуждающихся единоверцев. Согласно шариату, его выплата означает, что полученные доходы и нажитое богатство не являются греховными. Точные размеры закята, как и то на какие виды собственности он распространяется, являются предметом дискуссий среди знатоков мусульманского права",
  },
  {
    id: 3,
    heading: "фитр",
    text:
      "Фитр - один из пяти столпов ислама, обязательный ежегодный налог в исламском праве, выплачиваемый с различного вида доходов и имущества (движимого и недвижимого) всеми самостоятельными, свободными, дееспособными и взрослыми мусульманами в пользу нуждающихся единоверцев. Согласно шариату, его выплата означает, что полученные доходы и нажитое богатство не являются греховными. Точные размеры закята, как и то на какие виды собственности он распространяется, являются предметом дискуссий среди знатоков мусульманского права",
  },
  {
    id: 4,
    heading: "садака",
    text:
      "Садака - один из пяти столпов ислама, обязательный ежегодный налог в исламском праве, выплачиваемый с различного вида доходов и имущества (движимого и недвижимого) всеми самостоятельными, свободными, дееспособными и взрослыми мусульманами в пользу нуждающихся единоверцев. Согласно шариату, его выплата означает, что полученные доходы и нажитое богатство не являются греховными. Точные размеры закята, как и то на какие виды собственности он распространяется, являются предметом дискуссий среди знатоков мусульманского права",
  },
  {
    id: 5,
    heading: "фитр",
    text:
      "Фитр - один из пяти столпов ислама, обязательный ежегодный налог в исламском праве, выплачиваемый с различного вида доходов и имущества (движимого и недвижимого) всеми самостоятельными, свободными, дееспособными и взрослыми мусульманами в пользу нуждающихся единоверцев. Согласно шариату, его выплата означает, что полученные доходы и нажитое богатство не являются греховными. Точные размеры закята, как и то на какие виды собственности он распространяется, являются предметом дискуссий среди знатоков мусульманского права",
  },
];
